<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'home' => 'الرئيسية',
    'about' => 'عن طاحون',
    'contact' => 'تواصل معنا',
    'services' => 'خدماتنا',
    'profile' => "معرض اعمالنا", 
    'events' => 'العروض والمسابقات' , 
    'lang' => 'اللغة' , 
    'signin' => 'تسجيل الدخول' , 
    'dir' => 'rtl',
    'slide1title' => 'اهلا بكم في عالم طاحون جولد', 
    'slide1detail' => 'اسم له ماضي عريق وحاضر مضيء , تأسس عام  1968',
    'slide1btn' => 'لمحة تاريخية',

    'slide2title' => 'يد خبيرة وعين لها ذوق', 
    'slide2detail' => 'ثقتكم رأس مالنا ورضاكم سر نجاحنا',
    'slide2btn' => 'عن طاحون',
     'slide22btn' =>'عملاء طاحون تتحدث' ,
    
    'slide3title' => 'طاحون جولد عالم من المفاجئات', 
    'slide3detail' => 'سحب اسبوعي وشهري وسحب عشوائي علي مشترياتكم وهدايا قيمة والمفاجئة الكبري كارت المشتريات الذهبي',
    'slide3btn' => 'قراءة المزيد ',
    'servicetitle' => 'نوفر لك بكل الحب كل ما نقدمه من خدمات بأعلي جودة وبأفضل الوسائل الممكنة للحفاظ علي ذوقكم الرفيع وتوفير الراحة لحضراتكم قدر الامكان' , 
    
    'service1title' => 'مجوهرات فاخرة',
     'service1detail' => 'مجموعة مختارة بعناية فائقة من المجوهرات تناسب كافة الاذواق مصممة بعناية ومصاغة بخبرة' , 
     'service2title' => 'سبائك ذهبية',
     'service2detail' => 'وكما اهتممنا بذوقكم الرفيع لم ننسي جانب الإدخار والاستثمار وفرنا لكم السبائك الذهبية كوسيلة فعالة للادخار',
     'service3title' => 'صمم بنفسك' ,
     'service3detail' => 'الان يمكنك تصميم ما تريد ونحن علينا التنفيذ في احدي الورش الخاصة بنا باعلي جودة وبايدي خبيرة',
     'service4title' => 'طاحون جولد في كل مكان' ,
     'service4detail' => 'يمكنك زيارتنا في احد فروعنا او يمكنك زيارة صفحاتنا لاستعراض اخر المنتجات او يمكنك طلب ما تريد ونحن نصل اليك اينما كنت وقريبا جدا طاحون اونلاين استور',
  
     'eventstitle' =>'دائما ما نحب ان تشاركونا نجاحنا لذا نمت في اذهاننا فكرة السحب علي الجوائز حتي نعبر لكم عن مدي امتنانا كونكم جزء من عائلة طاحون.',

        
    'gold_gifts' => 'جوائز ذهبية' , 
    'other_gifts' => 'جوائز قيمة' , 
    'discounts' =>'خصومات مغرية' , 
    'golden_crad' => 'الكارت الذهبي' ,

    'whyus1' => 'يقدم طاحون جولد الي عملاءه الكرام سحب علي جوائز ذهبية قيمة ويتم بث السحب علي صفحاتنا وكذلك تسليم الهدايا للفائزين',
    'whyus2' => 'ان لم تكن صاحب الحظ الوفير مع الهدايا الذهبية فقد يكون لك النصيب في جوائزنا الاخري (جوائز نقدية, أجهزة كهربية , كروت ذهبية , هواتف محمول)',
    'whyus3' => 'الامر لا يتوقف عند الجوائز وحسب ولكن بمجرد زيارتكم لنا في احد فروعنا يمكنكم الحصول علي خصومات كبيرة او حتي الحصول علي الكارت الذهبي من طاحون جولد',
    'profiletitle' => 'اليكم بعض من اخر منتجاتنا المختارة بعناية لتناسب ذوقكم الرفيع , صممت خصيصا لتنال رضاكم وبجودة ليس لها مثيل',

    'white_gold' => 'مجموعة مختارة بعناية من الذهب الأبيض' , 
    'simple_gold' => 'مجموعة مختارة من التصاميم البسيطة والمميزة بالموديلات التركية والإيطالية والفرنسية' , 
    'huge_gold' => 'تشكيلة مميزة من المصوغات  التي تناسب الذوق العربي المميز مختارة بعناية ',

    'collection' => 'اطقم مجوهرات فاخرة تناسب كافة الاذواق ',

    'white_goldDetail' => 'يعتبر الذهب الأبيض من المعادن الثمينة المختلفة التي يسعى العديد من الناس إلى اقتنائها، بالإضافة إلى الذهب الأصفر، والفضة، ولكن يعتبر الذهب الأبيض من المعادن المفضلة في مجال المجوهرات، لما له من مظهر جذاب، وبريق لامع يخطف الأنظار، وأيضاً لتشابهه مع الألماس.' ,
      'simpleDetail' => 'تعد التصميمات البسيطة او كما يطلق عليها البعض (التصميمات الاجنبية) مناسبة اكثر لمن يفضلون استايل رقيق وبسيط لذا حرصنا في طاحون جولد علي توفير هذا اللون من التصميمات ',   
      'huge_details' =>'التصميمات العربية واحدة من اكثر التصميمات رواجا في العديد من المناطق خصوصا البلدان والمحافظات التي مازالت تحتفظ بالطابع العربي الاصيل ولايزال لها قاعدة شعبية كبيرة لما بها من تصميمات جذابة ولذا حرصنا علي توفير افضل مجموعة في السوق',
      'collectiondetail' => 'الكثير من الحيرة تأتي عندما نحاول ان نضع مجموعة من المجوهرات معا لتكوين طقم مميز ومن هنا سعى خبراءنا في الورش الخاصة بنا لتكوين افضل الاطقم معا لمنع تلك الحيرة علي عملاءنا الكرام ونأمل ان ينال جهدنا رضاكم' ,

      'useful' => 'روابط مفيدة' , 
      'terms' => 'سياسة الاستخدام' , 
      'privacy' => 'سياسة الخصوسية' ,

      'eventCountDown' => 'العد التنازلي للحدث القادم',

      'address1' => 'كفر الشيخ دسوق : شارع الصاغة طاحون جولد , شارع سعد زغلول شحاتة ابو طاحون للمصوغات  , شارع المركز سيلفر مون',
      'address2' => 'القاهرة : شارع المعز الصاغة' ,

      'acout_page_title' =>'مؤسسة طاحون جولد بين ماضي عريق وحاضر مضيء ومستقبل مشرق',
      'about_page_title2' => 'تأسست عام 1968 بأيدي اجدادنا وظلت تبرق بكل ما هو جميل عبر 60 عام تبني تراثها بثقة عملاءها و دقة خبراءها وجهد ابناءها واهدافنا هي ',
       'target1' => 'التميز والبحث عن كل جديد ولامع' , 
       'target2' => 'الأمانة والحفاظ علي ثقة عملاءنا ' , 
       'target3' => 'واهم ما نطمح اليه ان يكون طاحون جود جزء من عائلاتكم كما انتم جزء من عائلة طاحون جولد' ,
       'about_page_title3' => 'اكثر ما يخافه محبي التأنق والتمييز واصحاب الذوق الرفيع هو الاشياء العادية والتقليدية والمكررة ولهذا نحن في طاحون جولد نسافر الي الغد كل يوم كي نحضر لك اليوم ما لم يأتي بعد ',

       'hard_workers' => 'يد خبيرة' , 
       'clinets' => 'عميل ' , 
       'year_of_experince' => 'سنة من الخبرة',
       'products' => 'منتجاتنا',

       'pro1' => 'ذهب ابيض' , 
       'pro2' => 'ذهب اصفر' , 
       'pro3' => 'ألماس' , 
       'pro4' => 'فضة' ,

       'misssion' => 'مهمتنا' , 
       'target' => 'اهدافنا' ,
       'vision' => 'رؤيتنا' , 
       'plan' => 'خطتنا' ,

       'mission_details' => 'مهمتنا في طاحون جولد هو ارضاء كافة الاذواق وتوفير اختيارات متعددة ومميزة . فحق كل عميل لدينا ان يجد ما يناسب ذوقه الرفيع',
         'plan_details' =>'خطتنا وحلمنا ان يكون لنا  في كل بيت لمسة جمال خاصة من تصميمنا وابداعنا او بمعني اخر ان يكون طاحون جولد هو فرد من كل اسرة',
        'vision_details' =>'ان يكون عملك هو ارضاء ذوق عملاء مثلكم هو عمل صعب جدا , لذلك نسافر كل يوم للغد لنبحث  عن كل جديد ولامع . لذا فرؤيتنا هي ان نصنع اليوم ما يطمح اليه الاخرون غدا ' ,
        'target_details' => 'نهتم دائما بان يكون عميلنا هو فرد من اسرة طاحون جولد لذا نقدم دائما خصومات و جوائز فقط لنتأكد من ينال عميلنا علي ما يستحق  من الاهتمام والعناية',
        'pricing' => 'اسعار الذهب اليوم' ,
        'pricing_title' => 'نقدم لكم في طاحون جولد خدمة عرض اسعار الذهب من خلال موقعنا الموحد',

        'stamp21' => 'عيار 21' , 
       'stamp18' => 'عيار 18' ,
       'stamp24' => 'عيار 24' ,
       'currency' => 'جنية مصري',

       'login_title' => 'تسجيل دخول الأعضاء', 
       'lofin_title2' => 'لديك حساب ؟',
       'or_create' => 'ليس لديك حساب ؟',
       'create' => 'انشيء حساب جديد', 
       'history_title' => 'يسعدنا ان نشارك مع عملاءنا الكرام لمحة تاريخية عن طاحون جولد',

       'histor_title1' => 'طاحون جولد 60 عام يبرق في عالم المجوهرات',
       'histor_detail1' =>'تأسس مجموعة طاحون جولد عام 1968 علي يد الحاج شحاتة ابو طاحون بشعارها الراسخ الي الأن الثقة والأمانة ومنذ ذلك الحين وظلت نجمة طاحون جولد لامعة في سماء عالم المصوغات بكل جديد ومميز',
    
        'histor_title2' => 'وكانت انطلافة طاحون جولد المميزة عبر اول معارضها بمدينة دسوق ' ,
        'histor_detail2' =>' مازال اول معارضنا قائم حتي اليوم يحكي عن ماضي عريق ويشهد علي حاضر مضيء وينذر بمستقبل مشرق  , مازال اول معارضنا يبرق وسط مجموعة طاحون جولد ',

        'opinions' => ' عملاءنا تتحدث' ,
        'opinions_title' => 'يسعدنا ان نعرض عليكم بعض من اراء ومباركات عملاءنا واصدقاءنا كما يمكنكم المشاركة بفيديو اراءكم وسيتم نشره علي موقعنا الموحد',
         'loadmore' => 'عرض المزيد' ,
         
         'all_btn' => 'الكل' ,
         'gold_btn1' => 'ذهب تصميم تركي',
         'gold_btn2' => 'ذهب تصميم عربي',
         'gold_btn3' => 'ذهب ابيض', 
         'gold_btn4' => 'ألماس',
         'gold_btn5' => 'فضة تركي',
         'special_design' => 'طلبات خاصة',
         'register' => 'انشيء حساب جديد',
         'ph_username' => 'الاسم بالكامل' , 
         'ph_phone' => 'رقم الهاتف' , 
         'ph_email' => 'البريد الالكتروني' , 
         'ph_pass' => 'كلمة المرور' , 
         'or_login' => 'هل لديك حساب ؟',
         'signout' => 'تسجيل الخروج',
         'spin' => 'ضربة حظ',

         'lucky_wheel_title' => 'لعبة روليت الحظ هدية طاحون جولد لعملاءه الكرام في السنة الجديدة',

         'lucky_wheel_title2' => 'مع طاحون جولد في روليت الحظ الكل كسبان انضم الينا ودائما سنكون عند حسن ظنك , خطوات اللعب ' ,
      
         'step1' => 'اضغط علي زر ضربة حظ' , 
         'step2' => 'انتظر حتي تقف الروليت' , 
         'step3' => 'خذ اسكرين شوت من صورة الروليت',
         'step4' =>'زورنا في احد فروعنا لتحصل علي جائزتك'
        ];